export const BG_COLORS = [
  "transparent", // Прозрачный
  "#FFFFFF", // Белый
  "#FFFFCC", // Светло-желтый
  "#CCFFFF", // Светло-голубой
  "#FFCCCC", // Светло-красный
  "#CCFFCC", // Светло-зеленый
  "#CCCCFF", // Светло-синий
  "#FFE5CC", // Светло-оранжевый
  "#E5CCFF", // Светло-фиолетовый
  "#FFCCE5", // Светло-розовый
  "#FFFF99", // Желтый
  "#99FFFF", // Голубой
  "#FF9999", // Красный
  "#99FF99", // Зеленый
  "#9999FF", // Синий
  "#FFCC99", // Оранжевый
  "#CC99FF", // Фиолетовый
];

export const TEXT_COLORS = [
  "#000000", // Черный
  "#FFFFFF", // Белый
  "#FF0000", // Красный
  "#00FF00", // Зеленый
  "#0000FF", // Синий
  "#FFFF00", // Желтый
  "#FF00FF", // Пурпурный
  "#00FFFF", // Голубой
  "#FFA500", // Оранжевый
  "#800080", // Фиолетовый
  "#008000", // Темно-зеленый
  "#000080", // Темно-синий
  "#800000", // Темно-красный
  "#808000", // Оливковый
  "#008080", // Бирюзовый
  "#808080", // Серый
  "#C0C0C0", // Светло-серый
];
